---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.RelinquishedItems
source: html/d64e66c1-91a8-cda1-77d4-58fc8ec664d8.htm
---
# RelinquishedItems Members

Releases all resources used by the RelinquishedItems